{
	"pageTitle" : "Hardest Hikes in the World",
	"htmlText" : "<p>Do you want a challenge? The world contains so many challenges, from mountains to deserts to bodies of water. How difficult does your most recent hike compare to those of the rest of the world? We have created a list of some of the most difficult hikes in the world</p><h2>Mount Rainier</h2><p>Ranking in the top 25 tallest mountains in the U.S., this beautiful mountains stands tall near the city of Seattle, Washington. This beauty turns into a beast as you get closer to the mountain and start your hike up the rocky slope. You'll likely get to a point where snow, wind, and elevation turn their ugly head against you as well.</p><img class='c-text-passage__img' class='c-text-passage__img' src='../../../images/sample/blog-mtns5.jpg' /><h2>Mount Kilimanjaro</h2><p>Moving into the Southern Hemisphere we find the rugged and wilderness-filled country of Tanzania. A mountain of almost 20,000 feet shoots up out of this lovely country, challenging those native to Tanzania and those traveling from afar. Its wildlife and ruggedness make for a challenging hike but one well worth it when you reach the scenic summit.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns4.jpg' /><h2>Mount Everest</h2><p>Not suprisingly, Mount Everest makes the list for obvious reasons. As the tallest mountain in the world, Everest adds to its height with a short time frame when you can actually climb the giant. This gargantuan mountain leaves no elements behind as weather, terrain, and Mother Nature do not take it easy on Everest's climbers.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns6.jpg' /><h2>Denali</h2><p>The northernmost state in the U.S. of Alaska contains the tallest mountain in the U.S., allowing for some of the most treacherous hiking in the world. Because of its northern location, it is difficult to find the best time to climb this monster as winters last longer and summers are short. The steepness of Denali and rocky terrain make climbing a challnge but a reward when reaching the top.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns4.jpg' /><h2>Mount Huashan</h2><p>Located within the Five Great Mountains of China, this hike is arguably the deadliest hike in the world. What Huashan lacks in height it makes up in steepness. You can climb with rock climbing equipment or risk your life walking down narrow steps and across narrow planks of wood along the sheer cliffs.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns5.jpg' /><h2>Mount Blanc</h2><p>Located along the border of France and Italy, Mont Blanc is the tallest mountain within the Alps. Not only is it one of the most challenging places to hike, but it is one of the most challenging places to ski. Mont Blanc boasts of over 15,000 feet in elevation and plenty of terrain and weather to prepare with proper equipment.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns6.jpg' /><h2>Aconcagua</h2><p>When many think of South America, they picture tropical weather. However, the western coast contains the Andes Mountains, where the snow-covered Aconcagua towers over the rest of the chain as the tallest peak in South America. With over 20,000 feet of elevation, it is no small task to climb to the summit as loose rocks and unpredictable weather could cause for a disastrous situation.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns5.jpg' /><h2>Mount Kosciuszko</h2><p>As the tallest peak in Australia, this mountain isn't the tallest with only a little over 7,000 feet, but its terrain and wildlife makes it a challenging trek. Snow during the Southern Hemisphere winter limits the time of year you can go.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns4.jpg' /><h2>Mount Fuji</h2><p>Mount Fuji is one of the most majestic mountains as it reaches into the sky of Japan. Standing at over 12,000 feet, it is no easy picnic mountain climbing Fuji, but you can feast when you reach the top.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns6.jpg' /><h2>Mount St. Helens</h2><p>Mount St. Helens is located in the United States at a little over 8,000 feet. It isn't the height that is the challenge, but the terrain. Mount St. Helens is an active volcano and its eruptions in years past has created a very difficult terrain for hiking. The scene is breathtaking though as you get to feel the history that prior eruptions have created.</p><img class='c-text-passage__img' src='../../../images/sample/blog-mtns4.jpg' />",
	"formTitle" : "Comments",
	"form" : {
		"fields" : {
			"field" : [
				{
					"label" : "Name",
					"placeholder" : "i.e. John Smith"
				},
				{
					"label" : "Email",
					"placeholder" : "name@email.com"
				}
			]
		}
	},
	"textarea" : {
		"label" : "Comment"
	},
	"btnText" : "Add Comment",
	"featuredPosts" : {
		"sectionTitle" : "Featured Posts",
		"mediaList": [
			{
				"url" : "link.pages-blog-detail",
				"imgSquare" : {
					"src": "../../../images/sample/blog-hiker.jpg",
					"alt": "hiker with backpack"
				},
				"headline" : {
					"short" : "Top 10 Worst People to Hike With"
				},
				"excerpt" : {
					"medium" : "If you are planning a hike, don't go with these people"
				}
				
			},
			{
				"url" : "link.pages-blog-detail",
				"imgSquare" : {
					"src": "../../../images/sample/blog-mtns.jpg",
					"alt": "mountain range"
				},
				"headline" : {
					"short" : "Where to Find Hiking Equipment"
				},
				"excerpt" : {
					"medium" : "A list of locations where quality hiking equipment is sold"
				}
				
			},
			{
				"url" : "link.pages-blog-detail",
				"imgSquare" : {
					"src": "../../../images/sample/blog-trees2.jpg",
					"alt": "forest of trees"
				},
				"headline" : {
					"short" : "What to Do During a Sasquatch Attack"
				},
				"excerpt" : {
					"medium" : "In case you are attacked by a Sasquatch, try this..."
				}
				
			}
		],
		"btnText" : "View All Posts"
	},
	"featuredPeople" : {
		"sectionTitle" : "Featured Hikers",
		"mediaList": [
			{
				"url" : "",
				"styleModifier" : "small",
				"imgSquare" : {
					"src": "../../../images/sample/avatar5.jpg",
					"alt": "avatar"
				},
				"headline" : {
					"short" : "Charlie Chaplin"
				},
				"excerpt" : {
					"medium" : "London, UK"
				}
				
			},
			{
				"url" : "",
				"styleModifier" : "small",
				"imgSquare" : {
					"src": "../../../images/sample/avatar4.jpg",
					"alt": "avatar"
				},
				"headline" : {
					"short" : "Danny DeVito"
				},
				"excerpt" : {
					"medium" : "Neptune Township, NJ"
				}
				
			},
			{
				"url" : "",
				"styleModifier" : "small",
				"imgSquare" : {
					"src": "../../../images/sample/avatar6.jpg",
					"alt": "avatar"
				},
				"headline" : {
					"short" : "Sally Jessy Raphael"
				},
				"excerpt" : {
					"medium" : "Easton, PA"
				}
				
			}
		],
		"btnText" : "View All Hikers"
	}

}
